tests/fixtures/artifact-replay/include-success/case/system/fvSolution
FoamFile
{
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    p
    {
        solver          PCG;
        preconditioner  DIC;
        tolerance       1e-13;
        relTol          0;
    }

    pFinal
    {
        $p;
        relTol          0;
    }

    U
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-13;
        relTol          0;
    }
}

PISO
{
    momentumPredictor          yes;
    nCorrectors                4;
    nNonOrthogonalCorrectors   0;
    pRefCell                   0;
    pRefValue                  0;
}
